["约14:1-4 你们心里不要忧愁。你们信神，也当信我。在我父的家里，有许多住处。若是没有，我就早已告诉你们了。我去原是为你们预备地方去。我若去为你们预备了地方，就必再来接你们到我那里去，我在哪里，叫你们也在哪里。我往哪里去，你们知道。那条路，你们也知道。", "林前2:9 如经上所记，神为爱他的人所预备的，是眼睛未曾看见，耳朵未曾听见，人心也未曾想到的。", "来11:16 他们却羡慕一个更美的家乡，就是在天上的。所以神被称为他们的神，并不以为耻。因为他已经给他们预备了一座城。", "彼前1:5 你们这因信蒙神能力保守的人，必能得着所预备，到末世要显现的救恩。", "彼前3:20 就是那从前在挪亚预备方舟，神容忍等待的时候，不信从的人。当时进入方舟，借着水得救的不多，只有八个人。", "来11:7 挪亚因着信，既蒙神指示他未见的事，动了敬畏的心，预备了一只方舟，使他全家得救。因此就定了那世代的罪，自己也承受了那从信而来的义。", "诗65:9 你眷顾地，降下透雨，使地大得肥美。神的河满了水。你这样浇灌了地，好为人预备五谷。", "诗68:10你的会众住在其中。神阿，你的恩惠是为困苦人预备的。", "诗74:16 白昼属你，黑夜也属你。亮光和日头，是你所预备的。", "创22:14 亚伯拉罕给那地方起名叫耶和华以勒（意思就是耶和华必预备），直到今日人还说，在耶和华的山上必有预备。", "预备（我们需要预备的） ", "路1:17 他必有以利亚的心志能力，行在主的前面，叫为父的心转向儿女，叫悖逆的人转从义人的智慧。又为主预备合用的百姓。", "赛40:3-4 在旷野有人声喊着说，当预备耶和华的路，在沙漠地修平我们神的道。一切山洼都要填满，大小山冈都要削平，高高低低的要改为平坦，崎崎岖岖的必成为平原。", "路1:76 孩子阿，你要称为至高者的先知。因为你要行在主的前面，预备他的道路。", "赛57:14-15 耶和华要说，你们修筑修筑，预备道路，将绊脚石从我百姓的路中除掉。因为那至高至上，永远长存，名为圣者的如此说，我住在至高至圣的所在，也与心灵痛悔谦卑的人同居，要使谦卑人的灵苏醒，也使痛悔人的心苏醒。", "赛62:10你们当从门经过经过。预备百姓的路。修筑修筑大道。捡去石头。为万民竖立大旗。", "摩4:12 以色列阿，我必向你如此行。以色列阿，我既这样行，你当预备迎见你的神。", "玛3:1-3 万军之耶和华说，我要差遣我的使者，在我前面预备道路。你们所寻求的主，必忽然进入他的殿。立约的使者，就是你们所仰慕的，快要来到。他来的日子，谁能当得起呢？他显现的时候，谁能立得住呢？因为他如炼金之人的火，如漂布之人的碱。他必坐下如炼净银子的，必洁净利未人，熬炼他们像金银一样。他们就凭公义献供物给耶和华。", "太22:4 王又打发别的仆人说，你们告诉那被召的人，我的筵席已经预备好了，牛和肥畜已经宰了，各样都齐备。请你们来赴席。", "太24:44 所以你们也要预备。因为你们想不到的时候，人子就来了。", "太25:3-4 愚拙的拿着灯，却不预备油。聪明的拿着灯，又预备油在器皿里。", "太25:10 她们去买的时候，新郎到了。那预备好了的，同他进去坐席。门就关了。", "太25:34 于是王要向那右边的说，你们这蒙我父赐福的，可来承受那创世以来为你们所预备的国。", "太25:41 王又要向那左边的说，你们这被咒诅的人，离开我，进入那为魔鬼和他的使者所预备的永火里去。", "书7:13 你起来，叫百姓自洁，对他们说，你们要自洁，预备明天，因为耶和华以色列的神这样说，以色列阿，你们中间有当灭的物，你们若不除掉，在仇敌面前必站立不住。", "箴6:6-8 懒惰人哪，你去察看蚂蚁的动作，就可得智慧。蚂蚁没有元帅，没有官长，没有君王，尚且在夏天预备食物，在收割时聚敛粮食。", "箴30:25 蚂蚁是无力之类，却在夏天预备粮食。", "箴24:27你要在外头预备工料，在田间办理整齐，然后建造房屋。", "路12:33-34 你们要变卖所有的，周济人。为自己预备永不坏的钱囊，用不尽的财宝在天上，就是贼不能近，虫不能蛀的地方。因为你们的财宝在哪里，你们的心也在哪里。", "路12:40 你们也要预备。因为你们想不到的时候，人子就来了。", "路12:47-48 仆人知道主人的意思，却不预备，又不顺他的意思行，那仆人必多受责打。惟有那不知道的，作了当受责打的事，必少受责打。因为多给谁，就向谁多取。多托谁，就向谁多要。", "林后10:6 并且我已经预备好了，等你们十分顺服的时候，要责罚那一切不顺服的人。", "弗2:10 我们原是他的工作，在基督耶稣里造成的，为要叫我们行善，就是神所预备叫我们行的。", "提前6:18-19 又要嘱咐他们行善，在好事上富足，甘心施舍，乐意供给人，（供给或作体贴）为自己积成美好的根基，预备将来，叫他们持定那真正的生命。", "提后2:20-21 在大户人家，不但有金器银器，也有木器瓦器。有作为贵重的，有作为卑贱的。人若自洁，脱离卑贱的事，就必作贵重的器皿，成为圣洁，合乎主用，预备行各样的善事。", "多3:1 你要提醒众人，叫他们顺服作官的，掌权的，遵他的命，预备行各样的善事。", "启19:7 我们要欢喜快乐，将荣耀归给他。因为羔羊婚娶的时候到了，新妇也自己预备好了。"]