[
    "创17:1 我是全能的神。你当在我面前作完全人。",
    "创35:11 我是全能的神。你要生养众多，将来有一族和多国的民从你而生，又有君王从你而出。",
    "创46:3 我是神，就是你父亲的神。你下埃及去不要害怕，因为我必使你在那里成为大族。",
    "出3:14 神对摩西说，我是自有永有的。",
    "出6:6 我是耶和华，我要用伸出来的膀臂重重地刑罚埃及人，救赎你们脱离他们的重担，不作他们的苦工。",
    "出20:2 我是耶和华你的神，曾将你从埃及地为奴之家领出来。",
    "利11:44 我是耶和华你们的神，所以你们要成为圣洁，因为我是圣洁的。",
    "利20:8 我是叫你们成圣的耶和华。",
    "利20:24 我是耶和华你们的神，使你们与万民有分别的。",
    "申32:39 我，惟有我是神。在我以外并无别神。我使人死，我使人活。我损伤，我也医治，并无人能从我手中救出来。",
    "赛41:4 我耶和华，我是首先的。也与末后的同在。",
    "赛42:8 我是耶和华，这是我的名。我必不将我的荣耀归给假神，也不将我的称赞归给雕刻的偶像。",
    "赛43:11 惟有我是耶和华，除我以外没有救主。",
    "赛43:13 自从有日子以来，我就是神。谁也不能救人脱离我手，我要行事，谁能阻止呢？ ",
    "赛43:15 我是耶和华你们的圣者，是创造以色列的，是你们的君王。",
    "赛44:6 我是首先的，我是末后的，除我以外，再没有真神。",
    "赛45:5 我是耶和华，在我以外并没有别神，除了我以外再没有神。你虽不认识我，我必给你束腰…… ",
    "赛45:21-22 我是公义的神，又是救主，除了我以外，再没有别神。地极的人都当仰望我，就必得救。因为我是神，再没有别神。",
    "赛48:12 雅各，我所选召的以色列阿，当听我言。我是耶和华，我是首先的，也是末后的。",
    "赛48:17 我是耶和华你的神，教训你使你得益处，引导你所当行的路。",
    "赛51:15 我是耶和华你的神，搅动大海，使海中的波浪砰訇。万军之耶和华是我的名。",
    "耶3:12 我是慈爱的，我必不永远存怒。",
    "耶32:27 我是耶和华，是凡有血气者的神，岂有我难成的事吗？",
    "结20:19 我是耶和华你们的神，你们要顺从我的律例，谨守遵行我的典章…… ",
    "约6:48 我就是生命的粮。",
    "约6:51 我是从天上降下来生命的粮。人若吃这粮，就必永远活着。我所要赐的粮，就是我的肉，为世人之生命所赐的。",
    "约7:29 我却认识他。因为我是从他来的，他也是差了我来。",
    "约8:12 我是世界的光。跟从我的，就不在黑暗里走，必要得着生命的光。",
    "约8:18 我是为自己作见证，还有差我来的父，也是为我作见证。",
    "约8:23-24 耶稣对他们说，你们是从下头来的，我是从上头来的。你们是属这世界的，我不是属这世界的。所以我对你们说，你们要死在罪中，你们若不信我是基督，必要死在罪中。",
    "约10:11 我是好牧人，好牧人为羊舍命。",
    "约10:14 我是好牧人。我认识我的羊，我的羊也认识我。",
    "约13:14 我是你们的主，你们的夫子，尚且洗你们的脚，你们也当彼此洗脚。",
    "约15:1 我是真葡萄树，我父是栽培的人。",
    "约15:5 我是葡萄树，你们是枝子。常在我里面的，我也常在他里面，这人就多结果子。因为离了我，你们就不能作什么。",
    "约18:37 …….我是王。我为此而生，也为此来到世间，特为给真理作见证。凡属真理的人就听我的话。",
    "约19:21 我是犹太人的王。",
    "启1:8 主神说，我是阿拉法，我是俄梅戛，是昔在今在以后永在的全能者。",
    "启2:23 我是那察看人肺腑心肠的, 并要照你们的行为报应你们各人。",
    "启22:13 我是阿拉法，我是俄梅戛，我是首先的，我是末后的，我是初，我是终。",
    "启22:16 我耶稣差遣我的使者为众教会将这些事向你们证明。我是大卫的根，又是他的后裔。我是明亮的晨星。",
    "启3:11 我必快来，你要持守你所有的，免得人夺去你的冠冕。",
    "启22:7 看哪，我必快来。凡遵守这书上预言的有福了。",
    "启22:12 看哪，我必快来。赏罚在我，要照各人所行的报应他。",
    "启22:20证明这事的说：“是了，我必快来！”阿们！主耶稣啊，我愿你来！ 神的应许 ",
    "林后1:20 神的应许，不论有多少，在基督都是是的，所以借着他也都是实在的, 叫神因我们得荣耀。",
    "林后7:1 我们既有这等应许，就当洁净自己，除去身体灵魂一切的污秽，敬畏神，得以成圣。",
    "约一2:25 主所应许我们的就是永生。",
    "彼后3:13 但我们照他的应许，盼望新天新地，有义居在其中。",
    "彼后1:4 因此他已将又宝贵又极大的应许赐给我们，叫我们既脱离世上从情欲来的败坏，就得与神的性情有分。",
    "来12:26-27 当时他的声音震动了地。但如今他应许说，再一次我不单要震动地，还要震动天。这再一次的话，是指明被震动的，就是受造之物，都要挪去，使那不被震动的常存。",
    "来12:28 所以我们既得了不能震动的国，就当感恩，照神所喜悦的，用虔诚敬畏的心事奉神。因为我们的神乃是烈火。",
    "彼后3:9 主所应许的尚未成就，有人以为他是耽延，其实不是耽延，乃是宽容你们，不愿有一人沉沦，乃愿人人都悔改。",
    "申15:4-6 你若留意听从耶和华你神的话，谨守遵行我今日所吩咐你这一切的命令，就必在你们中间没有穷人了。因为耶和华你的神必照他所应许你的赐福与你。你必借给许多国民，却不至向他们借贷。你必管辖许多国民，他们却不能管辖你。",
    "雅2:5 我亲爱的弟兄们请听，神岂不是拣选了世上的贫穷人，叫他们在信上富足，并承受他所应许给那些爱他之人的国吗？ ",
    "希11:13 这些人都是存着信心死的，并没有得着所应许的，却从远处望见，且欢喜迎接，又承认自己在世上是客旅，是寄居的。",
    "希10:36-37 你们必须忍耐，使你们行完了神的旨意，就可以得着所应许的。因为还有一点点时候，那要来的就来，并不迟延。",
    "提前4:8 操练身体，益处还少。惟独敬虔，凡事都有益处。因有今生和来生的应许。"
]
