["太10:28 那杀身体不能杀灵魂的，不要怕他们。惟有能把身体和灵魂都灭在地狱里的，正要怕他。", "路12:7 就是你们的头发也都被数过了。不要惧怕，你们比许多麻雀还贵重。", "启1:17 我一看见，就仆倒在他脚前，像死了一样。他用右手按着我说，不要惧怕。我是首先的，我是末后的，", "申31:8 耶和华必在你前面行。他必与你同在，必不撇下你，也不丢弃你。不要惧怕，也不要惊惶。", "赛35:4 对胆怯的人说，你们要刚强，不要惧怕。看哪，你们的神必来报仇，必来施行极大的报应，他必来拯救你们。", "耶1:8 你不要惧怕他们，因为我与你同在，要拯救你。这是耶和华说的。", "士6:23 耶和华对他说，你放心，不要惧怕，你必不至死。", "王下6:16 神人说，不要惧怕。与我们同在的比与他们同在的更多。", "但10:19 他说，大蒙眷爱的人哪，不要惧怕，愿你平安。你总要坚强。他一向我说话，我便觉得有力量，说，我主请说，因你使我有力量。", "申3:22 你不要怕他们，因那为你争战的是耶和华你的神。", "申20:1 你出去与仇敌争战的时候，看见马匹，车辆，并有比你多的人民，不要怕他们，因为领你出埃及地的耶和华你神与你同在。", "耶10:5 它好像棕树，是镟成的，不能说话，不能行走，必须有人抬着。你们不要怕它。它不能降祸，也无力降福。", "太10:26 所以不要怕他们。因为掩盖的事，没有不露出来的。隐藏的事，没有不被人知道的。", "路8:50 耶稣听见就对他说，不要怕，只要信，你的女儿就必得救。", "路12:4 我的朋友，我对你们说，那杀身体以后，不能再作什么的，不要怕他们。", "结2:6 人子阿，虽有荆棘和蒺藜在你那里，你又住在蝎子中间，总不要怕他们，也不要怕他们的话。他们虽是悖逆之家，还不要怕他们的话，也不要因他们的脸色惊惶。", "书10:8 耶和华对约书亚说，不要怕他们。因为我已将他们交在你手里，他们无一人能在你面前站立得住。", "赛8:12 这百姓说，同谋背叛，你们不要说，同谋背叛。他们所怕的，你们不要怕，也不要畏惧。", "申3:2 耶和华对我说,‘不要怕他！因为我已将他和他的众民，并他的地，都交在你手中…” ", "可5:36 耶稣听见所说的话，就对管会堂的说，不要怕。只要信。", "彼前3:14 你们就是为义受苦，也是有福的。不要怕人的威吓，也不要惊慌（的威吓或作所怕的）。", "创15:1 这事以后，耶和华在异象中有话对亚伯兰说，亚伯兰，你不要惧怕，我是你的盾牌，必大大地赏赐你。", "赛40:9 报好信息给锡安的阿，你要登高山。报好信息给耶路撒冷的阿，你要极力扬声。扬声不要惧怕，对犹大的城邑说，看哪，你们的神。", "约12:15 锡安的民哪，（民原文作女子）不要惧怕，你的王骑着驴驹来了。", "可4:40-41 耶稣对他们说，为什么胆怯。你们还没有信心吗？他们就大大地惧怕，彼此说，这到底是谁，连风和海也听从他了。", "路12:32 你们这小群，不要惧怕，因为你们的父，乐意把国赐给你们。", "赛41:13 因为我耶和华你的神，必搀扶你的右手，对你说，不要害怕，我必帮助你。", "箴1:33 惟有听从我的，必安然居住，得享安静，不怕灾祸。", "箴3:24-26 你躺下，必不惧怕。你躺卧，睡得香甜。忽然来的惊恐，不要害怕。恶人遭毁灭，也不要恐惧。因为耶和华是你所倚靠的。他必保守你的脚不陷入网罗。", "提后1:7 因为神赐给我们，不是胆怯的心，乃是刚强，仁爱，谨守的心。", "彼前3:12-14 因为主的眼看顾义人，主的耳听他们的祈祷。惟有行恶的人，主向他们变脸。你们若是热心行善，有谁害你们呢？你们就是为义受苦，也是有福的。不要怕人的威吓，也不要惊慌。", "赛54:14 你必因公义得坚立。必远离欺压，不至害怕。你必远离惊吓，惊吓必不临近你。", "罗8:15 你们所受的不是奴仆的心，仍旧害怕。所受的乃是儿子的心，因此我们呼叫阿爸，父。", "希13:6 所以我们可以放胆说，主是帮助我的，我必不惧怕。人能把我怎么样呢？", "赛51:12 惟有我，是安慰你们的。你是谁？竟怕那必死的人，怕那要变如草的世人。", "箴29:25 惧怕人的陷入网罗。惟有倚靠耶和华的，必得安稳。", "诗91:4-6 他必用自己的翎毛遮蔽你。你要投靠在他的翅膀底下。他的诚实，是大小的盾牌。你必不怕黑夜的惊骇，或是白日飞的箭。也不怕黑夜行的瘟疫，或是午间灭人的毒病。", "赛54:4-5 不要惧怕，因你必不致蒙羞。也不要抱愧，因你必不至受辱。你必忘记幼年的羞愧，不再记念你寡居的羞辱。因为造你的，是你的丈夫。万军之耶和华是他的名。救赎你的，是以色列的圣者。他必称为全地之神。", "赛43:2-5 你从水中经过，我必与你同在。你趟过江河，水必不漫过你。你从火中行过，必不被烧，火焰也不着在你身上。因为我是耶和华你的神，是以色列的圣者你的救主。我已经使埃及作你的赎价，使古实和西巴代替你。因我看你为宝为尊，又因我爱你，所以我使人代替你，使列邦人替换你的生命。不要害怕，因我与你同在。我必领你的后裔从东方来，又从西方招聚你。", "约14:27 我留下平安给你们，我将我的平安赐给你们。我所赐的，不像世人所赐的。你们心里不要忧愁，也不要胆怯。", "诗23:4-5 我虽然行过死荫的幽谷，也不怕遭害。因为你与我同在。你的杖，你的竿，都安慰我。在我敌人面前，你为我摆设筵席。你用油膏了我的头，使我的福杯满溢。", "诗27:1-3 耶和华是我的亮光，是我的拯救。我还怕谁呢？耶和华是我性命的保障（保障或作力量），我还惧谁呢？ 那作恶的，就是我的仇敌，前来吃我肉的时候，就绊跌仆倒。虽有军兵安营攻击我，我的心也不害怕。虽然兴起刀兵攻击我，我必仍旧安稳。", "罗8:37-39 然而靠着爱我们的主，在这一切的事上，已经得胜有余了。因为我深信无论是死，是生，是天使，是掌权的，是有能的，是现在的事，是将来的事，是高处的，是低处的，是别的受造之物，都不能叫我们与神的爱隔绝。这爱是在我们的主基督耶稣里的。"]