[
    "诗27:14 要等候耶和华。当壮胆，坚固你的心。我再说，要等候耶和华。",
    "诗25:3-5 凡等候你的必不羞愧。惟有那无故行奸诈的，必要羞愧。耶和华阿，求你将你的道指示我，将你的路教训我。求你以你的真理引导我，教训我。因为你是救我的神。我终日等候你。",
    "诗33:20 我们的心向来等候耶和华。他是我们的帮助，我们的盾牌。",
    "诗37:7 你当默然倚靠耶和华，耐性等候他。不要因那道路通达的，和那恶谋成就的，心怀不平。",
    "诗37:34 你当等候耶和华，遵守他的道，他就抬举你，使你承受地土。恶人被剪除的时候，你必看见。",
    "诗65:5 我的心哪，你当默默无声，专等候神。因为我的盼望是从他而来。",
    "诗130:5-6 我等候耶和华，我的心等候。我也仰望他的话。我的心等候主，胜于守夜的，等候天亮，胜于守夜的，等候天亮。",
    "箴8:34 听从我，日日在我门口仰望，在我门框旁边等候的，那人便为有福。",
    "箴20:22 你不要说，我要以恶报恶。要等候耶和华，他必拯救你。",
    "赛25:9 到那日人必说，看哪，这是我们的神。我们素来等候他，他必拯救我们，这是耶和华，我们素来等候他，我们必因他的救恩。欢喜快乐。",
    "赛26:8 耶和华阿，我们在你行审判的路上等候你。我们心里所羡慕的是你的名，就是你那可记念的名。",
    "赛30:18 耶和华必然等候，要施恩给你们。必然兴起，好怜悯你们。因为耶和华是公平的神。凡等候他的，都是有福的。",
    "赛33:2 耶和华阿，求你施恩于我们。我们等候你。求你每早晨作我们的膀臂。遭难的时候，为我们的拯救。",
    "赛40:29-31 疲乏的，他赐能力。软弱的，他加力量。就是少年人也要疲乏困倦，强壮的也必全然跌倒。但那等候耶和华的，必从新得力，他们必如鹰展翅上腾，他们奔跑却不困倦，行走却不疲乏。",
    "赛49:23 列王必作你的养父，王后必作你的乳母。他们必将脸伏地，向你下拜，并舔你脚上的尘土。你便知道我是耶和华，等候我的必不至羞愧。",
    "赛50:2 我来的时候，为何无人等候呢？我呼唤的时候，为何无人答应呢？我的膀臂岂是缩短，不能救赎吗？我岂无拯救之力吗？看哪，我一斥责，海就干了，我使江河变为旷野。其中的鱼因无水腥臭，干渴而死。",
    "赛51:5 我的公义临近，我的救恩发出，我的膀臂要审判万民。海岛都要等候我，倚赖我的膀臂。",
    "赛60:9 众海岛必等候我，首先是他施的船只，将你的众子，连他们的金银，从远方一同带来，都为耶和华你神的名，又为以色列的圣者，因为他已经荣耀了你。",
    "赛64:4 从古以来人未曾听见，未曾耳闻，未曾眼见，在你以外有什么神为等候他的人行事。",
    "耶14:22 外邦人虚无的神中有能降雨的吗？天能自降甘霖吗？耶和华我们的神阿，能如此的不是你吗？所以，我们仍要等候你，因为这一切都是你所造的。",
    "何12:6 所以你当归向你的神，谨守仁爱，公平，常常等候你的神。",
    "哀3:25-26 凡等候耶和华，心里寻求他的，耶和华必施恩给他。人仰望耶和华，静默等候他的救恩，这原是好的。",
    "弥7:7 至于我，我要仰望耶和华，要等候那救我的神。我的神必应允我。",
    "哈2:3 因为这默示有一定的日期，快要应验，并不虚谎。虽然迟延，还要等候。因为必然临到，不再迟延。",
    "番3:8 耶和华说，你们要等候我，直到我兴起掳掠的日子，因为我已定意招聚列国，聚集列邦，将我的恼怒，就是我的烈怒，都倾在她们身上。我的忿怒如火，必烧灭全地。",
    "太26:38 便对他们说，我心里甚是忧伤，几乎要死。你们在这里等候，和我一同儆醒。",
    "路24:49 我要将我父所应许的降在你们身上。你们要在城里等候，直到你们领受从上头来的能力。",
    "徒1:4 耶稣和他们聚集的时候，嘱咐他们说，不要离开耶路撒冷，要等候父所应许的，就是你们听见我说过的。",
    "罗8:19 受造之物，切望等候神的众子显出来。",
    "罗8:23 不但如此，就是我们这有圣灵初结果子的，也是自己心里叹息，等候得着儿子的名分，乃是我们的身体得赎。",
    "罗8:25 但我们若盼望那所不见的，就必忍耐等候。",
    "加5:5 我们靠着圣灵，凭着信心，等候所盼望的义。",
    "弗4:30 不要叫神的圣灵担忧。你们原是受了他的印记，等候得赎的日子来到。",
    "腓3:20 我们却是天上的国民。并且等候救主，就是主耶稣基督，从天上降临。",
    "帖前1:10 等候他儿子从天降临，就是他从死里复活的，那位救我们脱离将来忿怒的耶稣。",
    "多2:12-13 教训我们除去不敬虔的心，和世俗的情欲，在今世自守，公义，敬虔度日。等候所盼望的福，并等候至大的神，和我们救主耶稣基督的荣耀显现。",
    "来9:28 像这样，基督既然一次被献，担当了多人的罪，将来要向那等候他的人第二次显现，并与罪无关，乃是为拯救他们。",
    "来11:9-10 他（亚伯拉罕）因着信，就在所应许之地作客，好像在异地居住帐棚，与那同蒙一个应许的以撒，雅各一样。因为他等候那座有根基的城，就是神所经营所建造的。",
    "雅5:7 弟兄们哪，你们要忍耐直到主来。看哪，农夫忍耐等候地里宝贵的出产，直到得了秋雨春雨。",
    "启21:2 我又看见圣城新耶路撒冷由神那里从天而降，预备好了，就如新妇妆饰整齐，等候丈夫。",
    "彼后2:9 主知道搭救敬虔的人脱离试探，把不义的人留在刑罚之下，等候审判的日子。",
    "犹1:6 又有不守本位，离开自己住处的天使，主用锁链把他们永远拘留在黑暗里，等候大日的审判。"
]
