["雅各书1:14-16 你们中间有病了的呢，他就该请教会的长老来。他们可以奉主的名用油抹他，为他祷告。出于信心的祈祷，要救那病人，主必叫他起来。他若犯了罪，也必蒙赦免。所以你们要彼此认罪，互相代求，使你们可以得医治。义人祈祷所发的力量，是大有功效的。", "太9:28-29 耶稣进了房子，瞎子就来到他跟前，耶稣说，你们信我能作这事吗？他们说，主阿，我们信。耶稣就摸他们的眼睛，说，照着你们的信给你们成全了吧。", "耶17:14 耶和华阿，求你医治我，我便痊愈，拯救我，我便得救。因你是我所赞美的。", "箴17:22 喜乐的心，乃是良药。忧伤的灵，使骨枯干。", "太4:23-24 耶稣走遍加利利，在各会堂里教训人，传天国的福音，医治百姓各样的病症。他的名声就传遍了叙利亚。那里的人把一切害病的，就是害各样疾病，各样疼痛的，和被鬼附的，癫痫的，瘫痪的，都带了来，耶稣就治好了他们。", "太9:6-7 但要叫你们知道人子在地上有赦罪的权柄，就对瘫子说，起来，拿你的褥子回家去吧。那人就起来，回家去了。", "耶30:17 耶和华说，我必使你痊愈，医好你的伤痕，都因人称你为被赶散的，说，这是锡安，无人来探问（或作理会）的。", "出23:25 你们要事奉耶和华你们的神，他必赐福与你的粮与你的水，也必从你们中间除去疾病。", "彼前2:24 他被挂在木头上亲身担当了我们的罪，使我们既然在罪上死，就得以在义上活。因他受的鞭伤，你们便得了医治。", "赛53:4-5 他诚然担当我们的忧患，背负我们的痛苦。我们却以为他受责罚，被神击打苦待了。哪知他为我们的过犯受害，为我们的罪孽压伤。因他受的刑罚我得平安。因他受的鞭伤我们得医治。", "出15:26 又说，你若留意听耶和华你神的话，又行我眼中看为正的事，留心听我的诫命，守我一切的律例，我就不将所加与埃及人的疾病加在你身上，因为我耶和华是医治你的。", "申32:39 你们如今要知道，我，惟有我是神。在我以外并无别神。我使人死，我使人活。我损伤，我也医治，并无人能从我手中救出来。", "王上20:5 你回去告诉我民的君希西家说，耶和华你祖大卫的神如此说，我听见了你的祷告，看见了你的眼泪，我必医治你。到第三日，你必上到耶和华的殿。", "代下7:14-15 这称为我名下的子民，若是自卑，祷告，寻求我的面，转离他们的恶行，我必从天上垂听，赦免他们的罪，医治他们的地。我必睁眼看，侧耳听在此处所献的祷告。", "伯5:17-18 神所惩治的人是有福的。所以你不可轻看全能者的管教。因为他打破，又缠裹。他击伤，用手医治。", "诗篇103:3 他赦免你的一切罪孽，医治你的一切疾病。", "诗107:19-20 于是，他们在苦难中哀求耶和华，他从他们的祸患中拯救他们。他发命医治他们，救他们脱离死亡。", "箴3:7-8 不要自以为有智慧。要敬畏耶和华，远离恶事。这便医治你的肚脐，滋润你的百骨。", "箴言16:24 良言如同蜂房，使心觉甘甜，使骨得医治。", "传3:3 杀戮有时，医治有时。拆毁有时，建造有时。", "赛6:9-10 他说，你去告诉这百姓说，你们听是要听见，却不明白。看是要看见，却不晓得。要使这百姓心蒙脂油，耳朵发沉，眼睛昏迷。恐怕眼睛看见，耳朵听见，心里明白，回转过来，便得医治。", "赛57:18-19 我看见他所行的道，也要医治他。又要引导他，使他和那一同伤心的人，再得安慰。我造就嘴唇的果子。愿平安康泰归与远处的人，也归与近处的人，并且我要医治他。这是耶和华说的。", "赛58:8 这样你的光就必发现如早晨的光。你所得的医治，要速速发明。你的公义，必在你前面行。耶和华的荣光，必作你的后盾。", "耶3:22 你们这背道的儿女阿，回来吧。我要医治你们背道的病。看哪，我们来到你这里，因你是耶和华我们的神。", "何6:1 来吧，我们归向耶和华。他撕裂我们，也必医治。他打伤我们，也必缠裹。", "何14:4 我必医治他们背道的病，甘心爱他们，因为我的怒气向他们转消。", "玛4:2 但向你们敬畏我名的人，必有公义的日头出现。其光线有医治之能（光线原文作翅膀）。你们必出来跳跃，如圈里的肥犊。", "路10:8-9 无论进哪一城，人若接待你们，给你们摆上什么，你们就吃什么。要医治那城里的病人，对他们说，神的国临近你们了。", "徒28:8-9 当时，部百流的父亲，患热病和痢疾躺着。保罗进去，为他祷告，按手在他身上，治好了他。从此，岛上其余的病人，也来得了医治。", "徒4:29 他们恐吓我们，现在求主鉴察。一面叫你仆人大放胆量，讲你的道，一面伸出你的手来，医治疾病，并且使神迹奇事，因着你圣仆耶稣的名行出来（仆或作子）。", "徒5:14-16 信而归主的人越发增添，连男带女很多）。甚至有人将病人抬到街上，放在床上，或褥子上，指望彼得过来的时候，或者得他的影儿照在什么人身上。还有许多人，带着病人，和被污鬼缠磨的，从耶路撒冷四围的城邑来，全都得了医治。", "启22:2 在河这边与那边有生命树，结十二样果子，（样或作回）每月都结果子。树上的叶子乃为医治万民。"]