[
    "雅1:5-8 你们中间若有缺少智慧的，应当求那厚赐与众人，也不斥责人的神，主就必赐给他。只要凭着信心求，一点不疑惑。因为那疑惑的人，就像海中的波浪，被风吹动翻腾。这样的人，不要想从主那里得什么。心怀二意的人，在他一切所行的路上，都没有定见。",
    "箴16:9 人心筹算自己的道路。惟耶和华指引他的脚步。",
    "耶10:23 耶和华阿，我晓得人的道路不由自己，行路的人也不能定自己的脚步。",
    "赛42:16 我要引瞎子行不认识的道，领他们走不知道的路。在他们面前使黑暗变为光明，使弯曲变为平直。这些事我都要行，并不离弃他们。",
    "赛30:21 你或向左，或向右，你必听见后边有声音说，这是正路，要行在其间。",
    "诗32:8 我要教导你，指示你当行的路。我要定睛在你身上劝戒你。",
    "诗48:14 因为这神永永远远为我们的神。他必作我们引路的，直到死时。",
    "箴4:11-15 我已指教你走智慧的道，引导你行正。你行走，脚步必不致狭窄。你奔跑，也不致跌倒。要持定训诲，不可放松。必当谨守，因为他是你的生命。行恶人的路。不要走坏人的道。要躲避，不可经过。要转身而去。",
    "赛40:10-11 主耶和华必像大能者临到，他的膀臂必为他掌权。他的赏赐在他那里，他的报应在他面前。他必像牧人牧养自己的羊群，用膀臂聚集羊羔抱在怀中，慢慢引导那乳养小羊的。",
    "赛48:17 耶和华你的救赎主，以色列的圣者如此说，我是耶和华你的神，教训你使你得益处，引导你走当行的路。",
    "赛48:21 耶和华引导他们，经过沙漠，他们并不干渴，他为他们使水从磐石而流，分裂磐石水就涌出。",
    "赛55:12 你们必欢欢喜喜而出来，平平安安蒙引导。大山小山必在你们面前发声歌唱。田野的树木也都拍掌。",
    "赛58:11 耶和华也必时常引导你，在干旱之地，使你心满意足，骨头强壮。你必像浇灌的园子，又像水流不绝的泉源。",
    "民9:20 有时云彩在帐幕上几天，他们就照耶和华的吩咐住营，也照耶和华的吩咐起行。",
    "代上28:9 我儿所罗门哪，你当认识耶和华你父的神，诚心乐意地事奉他。因为他鉴察众人的心，知道一切心思意念。你若寻求他，他必使你寻见。你若离弃他，他必永远丢弃你。",
    "诗78:14 他白日用云彩，终夜用火光，引导他们。",
    "耶42:3 愿耶和华你的神指示我们所当走的路，所当作的事。",
    "诗37:23 义人的脚步, 被耶和华立定。他的道路，耶和华也喜爱。",
    "诗25:8-10 耶和华是良善正直的。所以他必指示罪人走正路。他必按公平引领谦卑人，将他的道教训他们。你不可像那无知的骡马，必用嚼环辔头勒住他，不然，就不能驯服。",
    "箴3:5-6 你要专心仰赖耶和华，不可倚靠自己的聪明。在你一切所行的事上，都要认定他，他必指引你的路。",
    "腓4:6-7 应当一无挂虑，只要凡事借着祷告，祈求和感谢，将你们所要的告诉神。神所赐出人意外的平安，必在基督耶稣里，保守你们的心怀意念。",
    "约一2:27 你们从主所受的恩膏，常存在你们心里，并不用人教训你们。自有主的恩膏在凡事上教训你们。这恩膏是真的，不是假的。你们要按这恩膏的教训，住在主里面。",
    "诗73:23-24 然而我常与你同在。你搀着我的右手。你要以你的训言引导我，以后必接我到荣耀里。",
    "申8:2-3 你也要记念耶和华你的神在旷野引导你这四十年，是要苦炼你，试验你，要知道你心内如何，肯守他的诫命不肯。他苦炼你，任你饥饿，将你和你列祖所不认识的吗哪赐给你吃，使你知道，人活着不是单靠食物，乃是靠耶和华口里所出的一切话。",
    "创24:48 随后我低头向耶和华下拜，称颂耶和华我主人亚伯拉罕的神。因为他引导我走合式的道路，使我得着我主人兄弟的孙女，给我主人的儿子为妻。",
    "箴11:5 完全人的义，必指引他的路。但恶人必因自己的恶跌倒。",
    "赛28:25-26 他拉平了地面，岂不就撒种小茴香，播种大茴香，按行列种小麦，在定处种大麦，在田边种粗麦呢？因为他的神教导他务农相宜，并且指教他。",
    "结36:24 我必从各国收取你们，从列邦聚集你们，引导你们归回本地。",
    "约16:13 只等真理的圣灵来了,他要引导你们明白（原文作进入）一切的真理。因为他不是凭自己说的，乃是把他所听见的都说出来。并要把将来的事告诉你们。",
    "加5:18 但你们若被圣灵引导，就不在律法以下。",
    "罗8:14 因为凡被神的灵引导的，都是神的儿子。",
    "帖后3:5 愿主引导你们的心，叫你们爱神并学基督的忍耐。",
    "诗23:3 他使我的灵魂苏醒，为自己的名引导我走义路。",
    "诗25:5 求你以你的真理引导我，教训我。因为你是救我的神。我终日等候你。",
    "诗27:11 耶和华阿，求你将你的道指教我，因我仇敌的缘故引导我走平坦的路。",
    "诗43:3 求你发出你的亮光和真实，好引导我，带我到你的圣山，到你的居所。",
    "诗67:4 愿万国都快乐欢呼。因为你必按公正审判万民，引导世上的万国。",
    "诗73:24 你要以你的训言引导我，以后必接我到荣耀里。",
    "诗78:72 于是他按心中的纯正，牧养他们，用手中的巧妙，引导他们。",
    "诗139:24 看在我里面有什么恶行没有，引导我走永生的道路。"
]
