["雅1:5 你们中间若有缺少智慧的，应当求那厚赐与众人，也不斥责人的神，主就必赐给他。", "传2:26 神喜悦谁，就给谁智慧，知识，和喜乐。惟有罪人，神使他劳苦，叫他将所收聚的，所堆积的，归给神所喜悦的人。这也是虚空，也是捕风。", "箴2:1-7 我儿，你若领受我的言语，存记我的命令，侧耳听智慧，专心求聪明。呼求明哲，扬声求聪明，寻找他如寻找银子，搜求他如搜求隐藏的珍宝，你就明白敬畏耶和华，得以认识神。因为耶和华赐人智慧。知识和聪明，都由他口而出，他给正直人存留真智慧，给行为纯正的人作盾牌。", "出35:35 耶和华使他们的心满有智慧，能作各样的工，无论是雕刻的工，巧匠的工，用蓝色，紫色，朱红色线，和细麻，绣花的工，并机匠的工，他们都能作，也能想出奇巧的工。", "王上3:11-12 神对他说，你既然求这事，不为自己求寿，求富，也不求灭绝你仇敌的性命，单求智慧可以听讼，我就应允你所求的，赐你聪明智慧，甚至在你以前没有像你的，在你以后也没有像你的。", "王上4:29-30 神赐给所罗门极大的智慧聪明和广大的心，如同海沙不可测量。所罗门的智慧超过东方人和埃及人的一切智慧。", "代下9:23 普天下的王都求见所罗门，要听神赐给他智慧的话。", "伯12:13 在神有智慧和能力，他有谋略和知识。", "伯28:12-18 然而，智慧有何处可寻？聪明之处在哪里呢？智慧的价值无人能知，在活人之地也无处可寻。深渊说，不在我内。沧海说，不在我中。智慧非用黄金可得，也不能平白银为它的价值。俄斐金，和贵重的红玛瑙，并蓝宝石，不足与较量。黄金，和玻璃，不足与比较。精金的器皿，不足与兑换。珊瑚，水晶都不足论。智慧的价值胜过珍珠（或作红宝石）。", "伯28:23 神明白智慧的道路，晓得智慧的所在。", "伯28:28 他对人说，敬畏主就是智慧。远离恶便是聪明。", "箴言4:5-8 要得智慧，要得聪明。不可忘记，也不可偏离我口中的言语。不可离弃智慧，智慧就护卫你。要爱他，他就保守你。智慧为首。所以要得智慧。在你一切所得之内，必得聪明。高举智慧，他就使你高升。怀抱智慧，他就使你尊荣。", "箴8:10-12 你们当受我的教训，不受白银。宁得知识，胜过黄金。因为智慧比珍珠（或作红宝石）更美。一切可喜爱的，都不足与比较。我智慧以灵明为居所，又寻得知识和谋略。", "箴16:16 得智慧胜似得金子。选聪明强如选银子。", "箴16:22-23 人有智慧就有生命的泉源。愚昧人必被愚昧惩治。智慧人的心，教训他的口，又使他的嘴，增长学问。", "箴23:23 你当买真理。就是智慧，训诲，和聪明，也都不可卖。", "传9:18 智慧胜过打仗的兵器。但一个罪人，能败坏许多善事。", "赛11:2-3 耶和华的灵必住在他身上，就是使他有智慧和聪明的灵，谋略和能力的灵，知识和敬畏耶和华的灵。他必以敬畏耶和华为乐。行审判不凭眼见，断是非也不凭耳闻。", "赛33:6 你一生一世必得安稳，有丰盛的救恩，并智慧，和知识。你以敬畏耶和华为至宝。", "赛40:28-31 你岂不曾知道吗？你岂不曾听见吗？永在的神耶和华，创造地极的主，并不疲乏，也不困倦。他的智慧无法测度。疲乏的，他赐能力。软弱的，他加力量。就是少年人也要疲乏困倦，强壮的也必全然跌倒。但那等候耶和华的，必从新得力，他们必如鹰展翅上腾，他们奔跑却不困倦，行走却不疲乏。", "耶4:22 耶和华说，我的百性愚顽，不认识我。他们是愚昧无知的儿女，有智慧行恶，没有知识行善。", "耶51:15 耶和华用能力创造大地，用智慧建立世界，用聪明铺张穹苍。", "但1:17 这四个少年人，神在各样文字学问上，赐给他们聪明知识。但以理又明白各样的异象和梦兆。", "但2:20 但以理说，神的名是应当称颂的。从亘古直到永远，因为智慧能力都属乎他。", "路2:40 孩子渐渐长大，强健起来，充满智慧。又有神的恩在他身上。", "路2:52 耶稣的智慧和身量，（身量或作年纪）并神和人喜爱他的心，都一齐增长。", "罗11:33-36 深哉，神丰富的智慧和知识。他的判断，何其难测，他的踪迹，何其难寻，谁知道主的心？谁作过他的谋士呢？谁是先给了他，使他后来偿还呢？因为万有都是本于他，倚靠他，归于他。愿荣耀归给他，直到永远。阿们。", "林前1:17 基督差遣我，原不是为施洗，乃是为传福音。并不用智慧的言语，免得基督的十字架落了空。", "林前1:21 世人凭自己的智慧，既不认识神，神就乐意用人所当作愚拙的道理，拯救那些信的人。这就是神的智慧了。", "林前1:25 因神的愚拙总比人智慧。神的软弱总比人强壮。", "林前2:4-8 我说的话，讲的道，不是用智慧委婉的言语，乃是用圣灵和大能的明证。叫你们的信不在乎人的智慧，只在乎神的大能。然而在完全的人中，我们也讲智慧。但不是这世上的智慧，也不是这世上有权有位将要败亡之人的智慧。我们讲的，乃是从前所隐藏，神奥秘的智慧，就是神在万世以前预定使我们得荣耀的。这智慧世上有权有位的人没有一个知道的。他们若知道，就不把荣耀的主钉在十字架上了。", "林前2:13 并且我们讲说这些事，不是用人智慧所指教的言语，乃是用圣灵所指教的言语，将属灵的话，解释属灵的事。（或作将属灵的事讲与属灵的人） ", "林前3:18-20 人不可自欺。你们中间若有人，在这世界自以为有智慧，倒不如变作愚拙，好成为有智慧的。因这世界的智慧，在神看是愚拙。如经上记着说，主叫有智慧的中了自己的诡计。又说，主知道智慧人的意念是虚妄的。", "弗1:8 这恩典是神用诸般智慧聪明，充充足足赏给我们的。", "西1:28 我们传扬他，是用诸般的智慧，劝戒各人，教导各人。要把各人在基督里完完全全的引到神面前。", "西2:3 所积蓄的一切智慧知识，都在他里面藏着。", "西3:16-17 当用各样的智慧，把基督的道理，丰丰富富的存在心里，（或作当把基督的道理丰丰富富的存在心里以各样的智慧）用诗章，颂词，灵歌，彼此教导，互相劝戒，心被恩感歌颂神。无论作什么，或说话，或行事，都要奉主耶稣的名，借着他感谢父神。", "雅3:17-18 惟独从上头来的智慧，先是清洁，后是和平，温良柔顺，满有怜悯，多结善果，没有偏见，没有假冒。并且使人和平的，是用和平所栽种的义果。", "启7:12 说，阿们。颂赞，荣耀，智慧，感谢，尊贵，权柄，大力，都归与我们的神，直到永永远远。阿们。"]